Repository: widgetbook/widgetbook-demo
Catalog: packages/core/lib/src/l10n/app_*.arb
Languages: ar

source: and
ar: و

source: Retweets
ar: اعادة تغريد

source: Likes
ar: اعجابات

source: Quote Tweets
ar: تغريدات الاقتباس

source: liked
ar: اعجب

source: Pinned Tweet
ar: تغريدة مثبتة

source: replied
ar: علَّق

source: retweeted
ar: اعاد التغريد

source: follows
ar: يتابع

source: Received new replies
ar: تلقت تعليقات جديدة

source: Twitter Web App
ar: تطبيف تويتر على الويب

source: Twitter for iPhone
ar: تطبيق تويتر على الأيفون

source: Twitter for Android
ar: تطبيق تويتر على الأندرويد

source: Show this thread
ar: عرض هذه السلسلة

source: Show more replies
ar: عرض المزيد من الردود

source: Replying to
ar: رد على

# authPageTitle
source: See what's happening in the world right now.
ar: اتطلع على مايحدث في العالم الآن

source: Continue with Google
ar: متابعة بحساب Google

source: Continue with Apple
ar: متابعة بحساب Apple

# haveAnAccountAlready
source: Have and account already?
ar: لديك حساب اصلاً؟

source: Create account
ar: انشئ حساب

# termsText
source: By signing up, you agree to our Terms, Privacy Policy, and Cookie Use
ar: عن طريق انشاءك لحساب جديد، فأنت توافق على الشروط، سياسة الخصوصية، واستخدام الكوكيز

source: Log in
ar: تسجيل الدخول

source: or
ar: أو
